Revit 2027 API
ParameterTypeId.ArrayGroupAndAssociate Property
 "Group And Associate"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayGroupAndAssociate { get; }
Public Shared ReadOnly Property ArrayGroupAndAssociate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayGroupAndAssociate {
	ForgeTypeId^ get ();
}
static member ArrayGroupAndAssociate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace